tap "homebrew/bundle"
tap "homebrew/cask-fonts"
brew "autojump"
brew "cask"
brew "curl"
brew "fd"
brew "fzf"
brew "gnupg"
brew "jq"
brew "lsd"
brew "mas"
brew "neovim"
brew "pinentry-mac"
brew "zsh"
brew "zsh-syntax-highlighting"
cask "arc"
cask "font-hack-nerd-font"
cask "font-monaspace"
cask "iterm2"
cask "jetbrains-toolbox"
cask "logi-options-plus"
cask "miniconda"
cask "orbstack"
cask "raycast"
mas "RunCat", id: 1429033973
