tap "homebrew/bundle"
brew "autojump"
brew "cask"
brew "curl"
brew "fd"
brew "fzf"
brew "jq"
brew "mas"
brew "neovim"
brew "zsh"
brew "zsh-syntax-highlighting"
cask "arc"
cask "iterm2"
cask "logi-options-plus"
cask "raycast"
mas "RunCat", id: 1429033973
